Repository: comquark/vekt-translations
Catalog: Vekt Localizations/*.xcloc/Localized Contents/*.xliff
Languages: fr, ja, nl, ru

# onboarding.healthaccess.noaccess.dec
source: Please reconsider giving access. This allows for an optimal app experience. Your data belongs to you only.
fr: S'il vous plaît reconsidérer donnant accès. Cela permet une expérience d'application optimale. Vos données vous appartient seulement.
ja: 『ヘルスケア』へのアクセスを考え直しませんか？最適なアプリ体験には必要です。また、あなたのデータは、第三者に読み取られることはありません。
nl: Overweeg alsjeblieft opnieuw om toegang te geven. Dit zorgt voor een optimale app ervaring. Je data is altijd beschermd.
ru: Пожалуйста, пересмотрите предоставление доступа. Это поможет обеспечить оптимальный опыт взаимодействия с приложением. Ваши данные доступны только вам.

# onboarding.healthaccess.noaccess.edit
source: Give Permission in Apple Health
fr: Donner la permission d'Apple dans la santé
ja: 『ヘルスケア』へのアクセスを許可する
nl: Geef goedkeuring in de Gezondheid-app
ru: Дайте разрешение в Apple Health

# onboarding.healthaccess.system.read
source: This is needed to read your weight, BMI, and height from Apple Health.
fr: Cela est nécessaire pour lire votre poids, l'IMC et la hauteur d'Apple santé.
ja: 体重、BMI値、身長を記録するために、『ヘルスケア』へのアクセスが必要です。
nl: Dit hebben we nodig om je gewicht, BMI en lengte te lezen in de Gezondheid-app.
ru: Это необходимо чтобы прочитать ваш вес, индекс массы тела, а также рост из Apple Health

# onboarding.healthaccess.system.write
source: This is needed to save your weight, BMI, and height into Apple Health.
fr: Cela est nécessaire pour enregistrer votre poids, l'IMC et la hauteur en santé d'Apple.
ja: 体重、BMI値、身長を保存するために、『ヘルスケア』へのアクセスが必要です。
nl: Dit hebben we nodig om je gewicht, BMI en lengte op te slaan in de Gezondheid-app.
ru: Это необходимо чтобы сохранить ваш вес, индекс массы тела, а также рост в Apple Health

# onboarding.healthaccess.title
source: Apple Health Access
fr: Apple Santé Access
ja: 『ヘルスケア』へのアクセスについて
nl: Gezondheid-app toegang
ru: Доступ к Apple Health

# onboarding.healthaccess.why
source: Learn More
fr: Apprendre encore plus
ja: 詳しくはこちら
nl: Lees meer
ru: Узнать больше

# rang.card.desc
source: Set your ideal range.
fr: Définissez votre plage idéale.
nl: Bepaal je ideale gewicht
ru: Установите диапазон.

# range.desc
source: Decide what range you would consider healthy.
fr: Décidez quelle gamme vous considéreriez comme saine.
nl: Hier bepaal je welk bereik aan gewichten je gezond vind. De suggesties zijn op basis van je lengte of gemiddelde.
ru: Какой диапазон вы бы считали здоровым.

# range.suggest
source: Suggested: %@
fr: Suggestion: %@
nl: Suggestie: %@
ru: Предложенный: %@

# range.title
source: Weight Range
fr: Échelle de poids
nl: Gewicht bereik
ru: Диапазон веса

# reminders.action.enable
source: Get Reminded
fr: Être rappelé
ja: 通知を設定する
nl: Krijg herinneringen
ru: Напоминать

# reminders.button.biweekly
source: Every other %@ at
fr: Tous les autres %@ à
ja: 隔週で%@時にリマインド通知
nl: Om de %@ om
ru: Через один %@ в

# reminders.button.daily
source: Daily at
fr: Tous les jours à
ja: 毎日%@時にリマインド通知
nl: Dagelijks om
ru: Ежедневно в

# reminders.button.monthly
source: Every %@ at
fr: Chaque %@ à
ja: 毎月%@時にリマインド通知
nl: Elke %@ om
ru: Каждый %@ в

# reminders.button.title
source: Turn on Reminders
fr: Allumez Reminders
ja: リマインド通知をオンにする
nl: Zet herinneringen aan
ru: Включите Напоминания

# reminders.button.weekly
source: Every %@ at
fr: Chaque %@ à
ja: 毎週%@時にリマインド通知
nl: Elke %@ om
ru: Каждый %@ в

# reminders.date
source: Start Date
fr: Date de début
ja: 開始日
nl: Start datum
ru: Дата начала

# reminders.day
source: Weekday
nl: Welke dag

# reminders.desc
source: Vekt users are 32% more likely to succeed with notifications on.
fr: Augmentez vos chances de succès avec des rappels. Les utilisateurs Vekt sont 32% plus susceptibles de transformer le suivi de poids en une habitude avec les notifications sur.
ja: 通知を設定すると、成功への近道になります。当アプリのユーザーは、通知を設定することで、体重記録を習慣化する
nl: Vekt gebruikers slagen 32% vaker met behulp van herinneringen.
ru: Повысьте свои шансы с напоминаниями. У пользователей Vekt с включенными напоминаниями шанс выработать привычку отслеживать вес выше на 32%.

# reminders.freq
source: Repeat
fr: Répéter
ja: 繰り返す
nl: Herhaal
ru: Повтор

# reminders.notification.body
source: ⏰ Time to hop onto the scale!
fr: ⏰ Il est temps de sauter sur l’échelle!
ja: お疲れ様です！体重を更新する時間になりました。パパッと終わらせましょう。☺️
nl: ⏰ Tijd om jezelf te wegen!
ru: ⏰ Пора вскочить на весы!

# reminders.notification.body.2
source: 👋 Scales out, weights in!
fr: 👋 Échelle, poids dedans!
ja: 体重計を出して測ろう！👋
nl: 😄 Hup, de weegschaal op. Je kan het!
ru: 👋 Вытащите весы, взвесьте!

# reminders.notification.body.3
source: 👍 Time for a weigh-in. Keep it up!
fr: 👍 L’heure de la pesée. Continue comme ça!
ja: 体重を測る時間だ！この調整で頑張りましょう！👍
nl: 💪 Jouw beurt. Tijd om jezelf te wegen!
ru: 👍 Время для взвешивания. Так держать!

# reminders.notification.body.4
source: 😄 Step onto the scale. You got this!
fr: 😄 Montez sur la balance. Tu as ça!
ja: 体重計が怖くない！あなたならできます！😄
nl: 😄 Stap op de weegschaal! Zo gepiept.
ru: 😄 Встаньте на весы. Вы получили это!

# reminders.notification.body.5
source: 💪 You're up. Get onto the scale!
fr: 💪 Tu es partant. Montez sur la balance!
ja: あなたの番です！体重計に乗りましょう！💪
nl: 👍 Tijd om jezelf te wegen. Ga zo door!
ru: 💪 Ты до. Встаньте на весы!

# reminders.notification.hidden
source: Reminder
fr: Rappel
ja: 通知
nl: Herinnering
ru: Напоминание

# reminders.notification.saved
source: New weight saved! 🎉
fr: Nouveau poids sauvé! 🎉
ja: 体重を更新しました！ 🎉
nl: Nieuw gewicht opgeslagen! 🎉
ru: Новый вес сохранен! 🎉

# reminders.notification.title
source: Track your weight
fr: Suivi de votre poids
ja: 体重を更新する
nl: Voer je gewicht in
ru: Отслеживание веса

# reminders.repeat.biweekly
source: Every two weeks
fr: Toutes les deux semaines
ja: 2週間に1回
nl: Om de week
ru: Каждые две недели

# reminders.repeat.daily
source: Every day
fr: Tous les jours
ja: 毎日
nl: Elke dag
ru: Каждый день

# reminders.repeat.desc
source: How often would you like to get reminded?
fr: À quelle fréquence voulez-vous faire rappeler?
ja: 理想的な更新の頻度を教えてください。
nl: Hoe vaak wil je herinnerd worden?
ru: Как часто вы бы хотели получать напоминания?

# reminders.repeat.monthly
source: Every month
fr: Chaque mois
ja: 月に1回
nl: Elke maand
ru: Каждый месяц

# reminders.repeat.weekly
source: Every week
fr: Toutes les semaines
ja: 週に1回
nl: Elke week
ru: Каждую неделю

# reminders.time
source: Time
fr: Temps
ja: 時間
nl: Tijd
ru: Время

# reminders.title
source: Reminders
ja: 通知
nl: Herinneringen
ru: Напоминания

# reminders.tutorial.cta
source: Remind Me
fr: Rappelle moi
ja: リマインダー通知をオンにする
nl: Help mij herinneren
ru: Напомни мне

# reminders.tutorial.desc
source: Turn on reminders to increase your chance of success with 32%.
fr: Pour rester sur la bonne voie avec votre nouvelle habitude, il aide à être averti. En fait, vous êtes 32% plus de chances de réussir avec des rappels.
ja: 新しい習慣を継続するためには、通知を受けることが有効です。実際、リマインダーがある事で32％成功しやすくなるという研究結果が出ています。
nl: Je kans van slagen neemt met 32% toe met herinneringen ingeschakeld.
ru: Оставаться на пути к новой привычке помогают уведомления. На самом деле, шанс успеха с напоминаниями выше на 32%.

# reminders.tutorial.title
source: Turn on reminders
fr: Allumez rappels
ja: 通知をオンにする
nl: Zet herinneringen aan
ru: Включите Напоминания

# settings.about
source: About Vekt
fr: A propos Vekt
ja: Vektについて
nl: Over Vekt
ru: О Vekt

# settings.contact
source: Contact Us
fr: Nous contacter
ja: お問い合わせ
nl: Neem contact op
ru: Свяжитесь с нами

# settings.milestones
source: Set Target Milestones
fr: Étapes cibles
ja: 目標を設定
nl: Kies subdoelen
ru: Установите целевые вехи

# settings.motivation
source: Show Messages
fr: Afficher les messages
ja: メッセージを表示
nl: Toon motivatie
ru: Показывать сообщения

# settings.subscription.expires
source: Expires on %@
fr: Expire le %@
ja: 【有効期限】%@
nl: Verloopt op %@
ru: Срок действия истекает %@

# settings.subscription.purchased
source: Purchased on %@
fr: Acheté le %@
ja: 【購入日】 %@
nl: Gekocht op %@
ru: Куплен %@

# settings.subscription.refunded
source: Refunded on %@
nl: Teruggestort op %@

# settings.subscription.trial
source: Free Trial
fr: Essai
ja: トライアル
nl: Proefversie
ru: Пробная версия

# settings.subscription.willrenew
source: Will renew on %@
fr: Renouvellera le %@
ja: 【更新日】%@
nl: Vernieuwd op %@
ru: Будет ли возобновить %@

# settings.title
source: Settings
fr: Réglages
ja: 設定
nl: Instellingen
ru: Настройки

# settings.title.measurements
source: Measurements
fr: Des mesures
ja: 記録
nl: Metingen
ru: Измерения

# settings.title.motivation
source: Motivation
ja: モチベーション
nl: Motivatie
ru: Мотивация

# settings.title.subscription
source: Subscription
fr: Abonnement
ja: サブスクリプション
nl: Abonnement
ru: Подписка

# settings.title.support
source: Support
ja: サポート
nl: Ondersteuning
ru: Служба поддержки

# siri.phrase
source: Log new weight
fr: Connexion nouveau poids
ja: 体重入力
nl: Voeg gewicht toe
ru: Внести новый вес

# siri.title
source: Log New Weight
fr: Connexion Nouveau Poids
ja: 体重入力
nl: Voeg gewicht toe
ru: Внести новый Вес

# subscription.action
source: Subscribe Now
fr: Abonnez-vous maintenant
ja: 今すぐサブスクライブ！
nl: Abonneer Nu
ru: Подпишитесь сейчас

# subscription.cancel
source: (Cancel anytime)
fr: (Annuler à tout moment)
ja: （いつでもキャンセルが可能です）
nl: (Annuleren kan altijd)
ru: (Отмена в любое время)

# subscription.lifetime
source: %@ one time
fr: %@ une fois
ja: 都度利用料 %@
nl: %@ eenmalig
ru: %@ один раз

# subscription.manage
source: Manage Subscription
fr: Gérer l’abonnement
ja: サブスクリプション管理
nl: Beheer Abonnement
ru: управлять подпиской

# subscription.month
source: %@ per month
fr: %@ par mois
ja: 月間利用料 %@
nl: %@ per maand
ru: %@ в месяц

# subscription.new.benefit-1.desc
source: Apple Health Integration, Automatic BMI Updates, Progress Line Chart
fr: Apple intégration de la santé, l'IMC Mises à jour automatiques, graphique ligne Progress
ja: 『ヘルスケア』との連携、BMIの自動更新、進捗状況の表
nl: Gezondheid-app Integratie, Automatische BMI Updates, Progressie Lijndiagram
ru: Интеграция с Apple Health, автоматическое обновление ИМТ, график прогресса

# subscription.new.benefit-1.title
source: Stay on track with your weight goals
fr: Restez sur la bonne voie avec vos objectifs de poids
ja: 目標体重を達成しましょう
nl: Blijf op koers
ru: Следите за своими целями

# subscription.new.benefit-2.desc
source: Targets, Personalized Reminders, Motivational Texts, Siri Shortcuts and Widgets
fr: Cibles, rappels personnalisés, textes de motivation, Siri Raccourcis et Widgets
ja: 目標・パーソナライズされたリマインダー通知・モチベーションを高める為のテキスト・Siriのショートカットとウィジェット
nl: Doelen, Gepersonaliseerde Herinneringen, Motiverende Berichten, Siri Opdrachten
ru: Цели, персонализированные напоминания, мотивационные тексты, быстрые команды Siri и виджеты

# subscription.new.benefit-2.title
source: Get motivated to make weight tracking a habit
fr: Être motivé pour faire le poids suivi d'une habitude durable
ja: 体重記録を習慣化してモチベーションを維持しましょう
nl: Jezelf wegen wordt een gewoonte
ru: Оставайтесь мотивированным, чтобы сделать отслеживание веса привычкой

# subscription.new.benefit-3.desc
source: 74% of Vekt users notice a healthy change in lifestyle after 3 weigh-ins
fr: 74% des utilisateurs Vekt remarquent un changement de mode de vie sain après 3 Pesée
ja: 74%のVektユーザー達は、３度目の体重記録以降に健康的な生活習慣の変化があったと回答しています
nl: 74% van de Vekt gebruikers merkt een verschil in leefstijl na slechts 3 keer wegen.
ru: 74% пользователей Vekt замечают изменения в образе жизни уже после 3-го взвешивания

# subscription.new.benefit-3.title
source: Feel healthier, happier, and driven to kick it
fr: Être en meilleure santé, se sentent plus heureux, et de stimuler votre lecteur à mieux vivre
ja: より健康的に。より幸せに。そして頑張る気持ちに。
nl: Voel je gezonder, gelukkiger en meer gedreven
ru: Почувствуйте себя здоровее, счастливее, и замотивированнее жить лучше

# subscription.new.benefit-4.desc
source: We will update this app regularly to keep it fresh
fr: Nous mettrons à jour cette application sur une base régulière pour le garder frais
ja: 定期的な更新に努めてまいります。
nl: We houden de app up-to-date
ru: Мы будем регулярно обновлять это приложение, чтобы оно оставалось актуальным

# subscription.new.benefit-4.title
source: Regular updates
fr: mises à jour régulières
ja: 定期的な更新
nl: Regelmatige updates
ru: Регулярные обновления

# subscription.new.best
source: Save 75%
ja: 75%オフセール！
nl: Bespaar 75%
ru: Экономия 75%

# subscription.new.desc
source: Subscribe to unlimited support for your healthy weight
fr: Abonnez-vous à un soutien illimité pour votre poids santé.
ja: 健康的な体重のために無制限のサポートを購読する
nl: Onbepekerte steun voor een gezond gewicht
ru: Подписка на неограниченную помощь в поддержании здорового веса.

# subscription.old.action.buy
source: Subscribe and Support
fr: Inscrivez-vous et soutien
ja: 購買してサポートする
nl: Abonneer en steun ons
ru: Подписаться и поддержать

# subscription.old.action.free
source: Continue for Free
fr: Continuer gratuitement
ja: 無料で利用
nl: Ga gratis verder
ru: Продолжить бесплатно

# subscription.old.desc-1
source: Welcome to Vekt 3, our biggest update yet.
fr: Bienvenue sur Vekt 3, mais notre plus grande mise à jour.
ja: 大規模リニューアルの『Vekt 3』へようこそ！
nl: Welkom bij Vekt 3, onze grootste update tot nu toe.
ru: Добро пожаловать в Vekt 3, самое крупное обновление на данный момент.

# subscription.old.desc-2
source: We are giving you free access for a year.
fr: Nous vous offrons un accès gratuit pendant un an.
ja: 1年間の無料アクセスをプレゼントします。
nl: Je krijgt een jaar gratis toegang.
ru: Мы предоставляем вам бесплатный доступ в течение года.

# subscription.old.desc-3
source: Because we appreciate you–this is our way of saying thank you.
fr: Parce que nous apprécions que vous-ce est notre façon de vous dire merci.
ja: 日頃のご利用の感謝を込めて、1年間の無料利用を提供致します。
nl: Omdat we je waarderen-op deze manier willen we je bedanken.
ru: Потому что мы ценим Вас, это наш способ сказать спасибо.

# subscription.old.title
source: Hey friend!
fr: Salut mon ami!
ja: こんにちは！
nl: Hey vriend!
ru: Эй приятель!

# subscription.restore
source: Already Purchased?
fr: Déjà acheté?
ja: 購入済みですか？
nl: Al Gekocht?
ru: Уже купили?

# subscription.terms
source: Terms
fr: termes
ja: 利用規約
nl: Voorwaarden
ru: Условия

# subscription.title
source: Subscribe to Vekt
fr: Abonnez-vous à Vekt
ja: Vektのサブスクリプションについて
nl: Abonneer op Vekt
ru: Подписаться на Vekt

# subscription.trial
source: Try 1 Month free
fr: Un mois d'essai gratuit
ja: 1ヶ月間無料でお試し
nl: Probeer één maand gratis
ru: Первый месяц бесплатно

# subscription.year
source: %@ per year
fr: %@ par an
ja: 年間利用料 %@
nl: %@ per jaar
ru: %@ в год

# target.action
source: Set Target
fr: Choisir la cible
ja: 目標体重を設定する
nl: Stel doel in
ru: Задать цель

# target.empty.starttitle
source: Starting Weight
fr: Poids de départ
ja: 現在の体重
nl: Startgewicht
ru: Изначальный вес

# target.progress
source: %@ %@ to go
fr: %@ %@ aller
ja: あと%@ %@で達成
nl: %@ %@ te gaan
ru: %@ %@ осталось

# target.progress.next
source: Next Target
fr: Cible suivante
ja: 次の目標体重
nl: Volgend doel
ru: Следующая цель

# target.reached.action.dismiss
source: Maintain Weight
fr: maintenir un poids
ja: 体重を維持する
nl: Gewicht Behouden
ru: Поддержание веса

# target.reached.action.new
source: Set New Target
fr: Set Nouvelle cible
ja: 次の目標体重を設定する
nl: Stel nieuw doel in
ru: Задать новую цель

# target.reached.action.share
source: Share
fr: Partager
ja: シェア
nl: Deel
ru: Поделиться

# target.reached.desc
source: Congrats! You're taking serious steps to live healthier! Ready for your next target, or want to maintain this weight?
fr: Félicitations! Vous prenez de sérieux pas vers une meilleure santé. Prêt pour votre prochaine étape, ou si vous voulez maintenir ce poids?
ja: おめでとうございます！より健康なカラダ作りに向かって着々と進んでいます！次の目標体重を設定しますか？それとも、体重を維持しますか？
nl: Gefeliciteerd! Je zet serieuze stappen om gezonder te leven. Klaar voor een nieuwe mijlpaal, of wil je dit gewicht behouden?
ru: Поздравляю! Вы делаете серьезные шаги к тому, чтобы стать более здоровым. Готовы к следующему этапу или хотите сохранить этот вес?

# target.reached.share.message
source: Pretty proud of this one! I just hit my target of %@ %@ thanks to Vekt
fr: Assez fier de celui-ci! Je viens de frapper mon objectif de %@ %@ grâce à Vekt
ja: 目標達成！Vektのおかげで、%@ %@ までの目標体重を達成しました！
nl: Behoorlijk trots op deze! Ik heb net m'n doel gehaald van %@ %@ dankzij Vekt
ru: Я только что достиг цели в %@ %@ благодаря Vekt. Горжусь этим!

# target.reached.title
source: You made that look easy!
fr: Vous avez fait ce look facile!
ja: さすがですね！
nl: Appeltje, eitje!
ru: Отличный прогресс!

# target.reached.title.short
source: You did it!
fr: Tu l'as fait!
ja: 目標達成！
nl: Gelukt!
ru: Вы сделали это!

# target.title
source: Target
fr: Cible
ja: 目標体重
nl: Streefgewicht
ru: Цель

# tipping.desc
source: It is such a pleasure to build this software for you all. We hope that you are getting value from it. For the greatest fans among us, we have a special tip option. Your name will be written on our wall, to which we look up when we drip sweat, blood, and tears, to remind ourselves that it is all worth it. Thank you, thank you, thank you.
fr: Il est le plaisir d'un tel construire ce logiciel pour vous tous. Nous espérons que vous obtenez la valeur de celui-ci. Pour les plus grands fans parmi nous, nous avons une option spéciale de pointe. Votre nom sera écrit sur notre mur, à laquelle nous regardons quand nous sueur dégouline, du sang et des larmes, de nous rappeler qu'il est tout vaut. Merci, je vous remercie, je vous remercie.
ja: 皆様にこのアプリを提供できたことをとても嬉しく感じています。 少しでも皆様の意義のある生活習慣の構築のお役に立てていれば幸いです。 Vektを大好きになってくださった方々に向けて、特別なチップ制度のオプションを用意させて頂きました。 チップ制度を通してサポートをしてくださったユーザー様の名前は私達の壁に刻まれ、開発スタッフ一同、血と汗と涙の滲む努力の末にその壁を見返して、感謝の気持ちを噛み締めたいと思っております。 もしサポートしてあげても良い！と感じてくださった場合は、是非宜しくお願い致します。
nl: Het is een feest om deze app voor jullie te bouwen. We hopen oprecht dat je er wat aan hebt. Voor de grootste fans onder ons hebben we een speciale donatie-optie. Je naam wordt geschreven op onze muur, waarnaar we kijken als er bloed, zweet en tranen vallen, om ons eraan te herinneren dat het de moeite waard is. Dank, dank, dank.
ru: Создавать это программное обеспечение для всех вас - огромное удовольствие. Мы надеемся, что вы извлечете из этого пользу. fДля самых больших фанатов у нас есть специальный вариант чаевых. Ваше имя будет написано на нашей стене, на которую мы смотрим, когда с нас капаем пот, кровь и слезы, чтобы напомнить себе, что все это того стоит. Спасибо, спасибо, спасибо.

# tipping.item.large.title
source: The Biggest Fan of Vekt
fr: Le plus grand fan de Vekt
ja: 世界一のVektファン
nl: De grootste fan van Vekt
ru: Самый большой фанат Vekt

# tipping.item.medium.title
source: Meal-Sized Tip
fr: Astuce repas-Sized
ja: 開発スタッフに食べ物を奢る
nl: Geef een maaltijd
ru: Чаевые на обед

# tipping.item.small.title
source: Drink-Sized Tip
fr: Drink-Sized Conseil
ja: 開発スタッフに飲み物を奢る
nl: Geef een drankje
ru: Чаевые на кофе

# tipping.title
source: Thank you for using Vekt!
fr: Merci d'utiliser Vekt!
ja: Vektをご利用いただき、ありがとうございます！
nl: Bedankt voor het gebruiken van Vekt!
ru: Благодарим Вас за использование Vekt!

# unit.desc
source: What language does your scale speak?
fr: Quelle langue parler votre échelle?
ja: 体重の測り方を教えてください。
nl: Welke taal spreekt je weegschaal?
ru: В какой системе работают ваши весы?

# unit.imperial
source: Imperial
fr: Impérial
ja: ヤード・ポンド法（lb）
nl: Imperiaal
ru: Имперская

# unit.metric
source: Metric
fr: Métrique
ja: メートル法（kg）
nl: Metriek
ru: Метрическая

# unit.soon
source: Coming soon
fr: Bientôt
nl: Binnenkort
ru: Скоро добавим

# unit.title
source: Unit
fr: Unité
ja: 単位
nl: Eenheid
ru: Единицы измерения

# widget.noacces
source: Vekt needs to be able to read from Apple Health.
fr: Vekt doit être en mesure de lire d'Apple Santé.
ja: Vektのご利用は『ヘルスケア』アプリと連動させて読み取る必要があります。
nl: Vekt moet gegevens kunnen lezen in de Gezondheid-app.
ru: Vekt нужен доступ для чтения Apple Health.

# widget.target.desc
source: Shows your progress toward your next target.
fr: Montre votre progression vers votre prochaine cible.
ja: 次の目標に向けての進捗状況を表示する。
nl: Laat je progressie zien
ru: Показывает прогресс на пути к вашей следующей цели.

# widget.target.remain
source: %@ to go
fr: %@ aller
ja: あと%@
nl: %@ te gaan
ru: %@ осталось

# widget.target.title
source: Target Widget
fr: Widget cible
ja: 目標体重
nl: Streefgewicht Widget
ru: Виджет Цели

# widget.weight.desc
source: Shows your latest measured weight.
fr: Affiche votre dernier poids mesuré.
ja: 最新の体重記録を表示
nl: Laat je meest recente gewicht zien
ru: Показывает ваш последний измеренный вес.

# widget.weight.title
source: Weight Widget
fr: Poids Widget
ja: 体重のウィジェット
nl: Gewicht widget
ru: Виджет Веса

# CFBundleName
source: Vekt for watchOS WatchKit Extension
nl: Vekt voor watchOS

# NSHealthShareUsageDescription
source: Needed to read your weight, BMI and height from Apple Health.
nl: Dit is nodig om je gewicht, BMI en lengte te lezen vanuit Apple Gezondheid.

# NSHealthUpdateUsageDescription
source: Needed to save your weight, BMI and height into Apple Health.
nl: Dit is nodig om je gewicht, BMI en lengte te bewaren in Apple Gezondheid.

# CFBundleName
source: Vekt Widget ExtensionExtension
nl: Vekt Widget

# NSHealthShareUsageDescription
source: This is needed to read your weight, BMI, and height from Apple Health.
nl: Dit is nodig om je gewicht, BMI en lengte te lezen vanuit Apple Gezondheid.

# NSHealthUpdateUsageDescription
source: This is needed to save your weight, BMI, and height into Apple Health.
nl: Dit is nodig om je gewicht, BMI en lengte te bewaren in Apple Gezondheid.

# NSPhotoLibraryUsageDescription
source: Allow Vekt to save your achievement into your photo library.
nl: Laat Vekt toe om een afbeelding te exporteren naar je bibliotheek.

# about.credits.copy
source: Copywriting
fr: Rédaction
ru: Копирайтинг

# bmi.obese.info
source: Being obese means that you have a higher risk of developing coronary heart disease, as well as other health conditions. It is important to reduce your weight- every kilo matters. You can lower your risk by being physically active every day and eating healthy food. Consider speaking to a medical or dietary specialist if you need a hand to get there.
fr: Être obèses que vous avez un risque plus élevé de développer une maladie coronarienne, ainsi que d'autres problèmes de santé. Il est important de réduire votre poids - chaque kilo compte. Vous pouvez réduire votre risque en étant physiquement actif chaque jour et de manger des aliments sains. Pensez à parler à un médecin spécialiste ou diététique si vous avez besoin d'une main pour y arriver.
ja: 肥満（2度）になると、冠状動脈性心臓病やその他の疾患を発症するリスクが高まる為、健康の為にも体重を減らすことは重要です。1キロ単位での減量が重要なので、毎日体を動かし、健康的な食事をすることでリスクを下げましょう。助けが必要な場合は、医療や食生活の専門家に相談してみてください。
ru: Ожирение означает, что у вас более высокий риск развития ишемической болезни сердца, а также других заболеваний. Важно снизить свой вес - каждый килограмм имеет значение. Вы можете снизить риск, если будете физически активны каждый день и употреблять здоровую пищу. Если вам нужна помощь, подумайте о том, чтобы поговорить с врачом или диетологом.
