Repository: comquark/vekt-translations
Catalog: Vekt Localizations/*.xcloc/Localized Contents/*.xliff
Languages: fr, ja, nl, ru

# about.action.appstore
source: Rate this App
fr: Évaluer l'application
ja: アプリを評価する
nl: Schrijf een beoordeling
ru: Оцените это приложение

# about.action.feedback
source: Give Feedback
fr: Envoyer des commentaires
ja: フィードバックの送信
nl: Geef Feedback
ru: Отправить отзыв

# about.action.helpTranslate
source: Help Translating Vekt
fr: Aide à la traduction
nl: Help met vertalen
ru: Помощь Транслейтинг Vekt

# about.action.tip
source: Tip the Makers
fr: Astuce Teneurs
ja: アプリ開発者への寄付
nl: Geef fooi aan de Makers
ru: Поддержать разработчиков

# about.action.twitter
source: Follow Vekt on Twitter
fr: Suivez Vekt sur Twitter
ja: TwitterでVektをフォロー
nl: Volg Vekt op Twitter
ru: Подписаться на Vekt в Twitter

# about.credits.appicons
source: App Icons
nl: App Iconen

# about.credits.daily
source: Daily Support
fr: Soutien quotidien
nl: Dagelijkse Steun
ru: Ежедневная поддержка

# about.credits.desc
source: Vekt couldn’t exist without the support of the following people.
fr: Vekt ne pourrait exister sans le soutien des personnes suivantes.
nl: Vekt zou niet kunnen bestaan zonder de hulp van de volgende mensen.
ru: Vekt не может существовать без поддержки следующих людей.

# about.credits.development
source: Development
fr: Développement
nl: Ontwikkeling
ru: Развитие

# about.credits.translations
source: Translations
fr: Traductions
nl: Vertalingen
ru: Переводы

# about.specialThanks
source: Special Thanks to...
fr: Remerciement spécial à...
nl: Mede mogelijk gemaakt door...
ru: Отдельное спасибо...

# about.title
source: Thanks for the support!
fr: Merci pour le soutien!
ja: ご利用をいただき、ありがとうございます！
nl: Bedankt voor je steun!
ru: Спасибо за поддержку!

# actions.cancel
source: Cancel
fr: Annuler
ja: キャンセル
nl: Annuleer
ru: Отмена

# actions.close
source: Close
fr: Fermer
ja: 終了
nl: Sluit
ru: Закрыть

# actions.delete
source: Delete
fr: Supprimer
ja: 削除
nl: Verwijder
ru: Удалить

# actions.delete.weight
source: Delete Weight
fr: Supprimer poids
ja: 体重を削除
nl: Verwijder gewicht
ru: Удалить вес

# actions.done
source: Done
fr: OK
ja: 完了
nl: Klaar
ru: Готово

# actions.edit
source: Edit
fr: Modifier
ja: 修正
nl: Bewerk
ru: Редактировать

# actions.next
source: Next
fr: Suivant
ja: 次
nl: Volgende
ru: Дальше

# actions.save
source: Save
fr: Sauvegarder
ja: 保存
nl: Opslaan
ru: Сохранить

# actions.save.target
source: Save Target
fr: Ajouter une cible
ja: 目標体重の更新
nl: Streefgewicht opslaan
ru: Сохранить объект

# actions.save.weight
source: Save Weight
fr: Ajouter Poids
ja: 体重の更新
nl: Gewicht opslaan
ru: Сохранить вес

# actions.skip
source: Skip
fr: Sauter
ja: スキップ
nl: Overslaan
ru: Пропустить

# alldata.action
source: View All Weights
fr: Voir tous les poids
ja: 全ての記録を確認
nl: Toon alle gewichten
ru: Посмотреть все измерения

# alldata.healthkit.action
source: View in Apple Health
fr: Voir dans Apple Santé
ja: 『ヘルスケア』で確認
nl: Toon in Gezondheid-app
ru: Просмотр в Apple Health

# alldata.title
source: All Weights
fr: tous les poids
ja: 全ての体重の記録
nl: Alle gewichten
ru: Все веса

# appearance.icon.title
source: Icon
fr: Icône
ja: アイコン
nl: Icoon
ru: Иконка

# appearance.theme.dark
source: Dark
fr: Sombre
ja: ダーク
nl: Donker
ru: Темная

# appearance.theme.light
source: Light
fr: Lumière
ja: ライト
nl: Licht
ru: Светлая

# appearance.theme.system
source: System
fr: Système
ja: システム
nl: Systeem
ru: Системная

# appearance.theme.title
source: Theme
fr: Thème
ja: テーマ
nl: Thema
ru: Тема

# bmi.action.edit.height
source: Change Height
fr: Modifier Hauteur
ja: 身長の変更
nl: Verander lengte
ru: Изменить рост

# bmi.action.height
source: Enter Height
fr: entrer Hauteur
ja: 身長の記入
nl: Voer lengte in
ru: Введите рост

# bmi.action.weight
source: Enter Weight
fr: entrer le poids
ja: 体重の記入
nl: Voer gewicht in
ru: Введите вес

# bmi.healthy.desc
source: a BMI between 18.5 and 25 is perfectly healthy. Good job!
fr: un IMC entre 18,5 et 25 est en parfaite santé. Bon travail!
ja: 18.5〜25の間のBMI値は、健康的な体重に該当します。完璧です！
nl: Een BMI van tussen de 18.5 en 25 is gezond. Lekker bezig!
ru: ИМТ между 18,5 и 25 значит что вы совершенно здоровы. Отличная работа!

# bmi.healthy.title
source: Healthy
fr: Sain
ja: 健康体重
nl: Gezond
ru: Здоровый

# bmi.height.title
source: Height
fr: Hauteur
ja: 身長
nl: Lengte
ru: Рост

# bmi.how
source: Where's my BMI?
fr: Où est mon IMC?
ja: ご自分のBMI値とは？
nl: Waar is mijn BMI?
ru: Где мой ИМТ?

# bmi.obese.desc
source: a BMI over 30 is considered obese. You've got work to do! Stay focused on your goal.
fr: un IMC> 30 est considéré comme obèse *. Vous avez du travail à faire! Restez concentré sur votre objectif.
ja: 30以上のBMI値は、肥満（2度）に該当します。まだまだこれから🔥 集中して目標を達成しましょう。
nl: Een BMI van boven de 30 is gevaarlijk voor je gezondheid. Dat kun je veranderen! Blijf gefocust op je doel.
ru: ИМТ больше 30 считается ожирением. У вас есть над чем поработать! Сосредоточьтесь на своей цели.

# bmi.obese.title
source: Obese
fr: Obèse
ja: 肥満（2度）
nl: Te zwaar
ru: Тучный

# bmi.overweight.desc
source: a BMI over 25 is considered overweight. Good thing you're working on it!
fr: un IMC> 25 est considéré en surpoids *. Bonne chose que vous travaillez là-dessus!
ja: 25以上のBMI値は、肥満（1度）に該当します。努力は必ず実ります！
nl: Een BMI van boven de 25 is vrij ongezond. Gelukkig ben je ermee bezig!
ru: ИМТ больше 25 считается избыточным весом. Хорошо, что вы работаете над этим!

# bmi.overweight.title
source: Overweight
fr: en surpoids
ja: 肥満（1度）
nl: Overgewicht
ru: Избыточный вес

# bmi.stats
source: Your details
fr: vos détails
nl: Gegevens
ru: Ваши данные

# bmi.underweight.desc
source: a BMI below 18.5 is considered underweight. Good thing you're working on it!
fr: un IMC <18,5 est considéré comme une insuffisance pondérale *. Bonne chose que vous travaillez là-dessus!
ja: 18.5未満のBMI値は、平均以下の体重（痩せ型）に該当します。目指すカラダ作りに向けて頑張りましょう！
nl: Een BMI van onder de 18.5 is vrij ongezond. Gelukkig ben je ermee bezig!
ru: ИМТ меньше 18,5 считается пониженным. Хорошо, что вы работаете над этим!

# bmi.underweight.title
source: Underweight
fr: insuffisance pondérale
ja: 体重平均以下（痩せ型）
nl: Ondergewicht
ru: Недовес

# bmi.unknown.desc
source: We need to know your height and weight first
fr: Nous avons besoin de connaître d'abord votre taille et votre poids
ja: 身長と体重を教えてください。
nl: We hebben eerst je lengte en gewicht nodig
ru: Сначала нам нужно знать Ваш рост и вес

# bmi.unknown.title
source: Unknown
fr: Inconnu
ja: 未記録
nl: Onbekend
ru: Неизвестно

# bmi.watch.setup
source: Please setup your height on iPhone first
fr: Configuration de votre taille s'il vous plaît sur iPhone premier
ja: iPhoneで身長を設定してください。
nl: Voer eerst je lengte in op iPhone
ru: Пожалуйста, сначала установите ваш рост на iPhone

# bmi.weight.title
source: Weight
fr: Poids
ja: 体重
nl: Gewicht
ru: Масса

# complication.bmi.title
source: BMI Complication
fr: BMI Complicatie
ja: BMI値の問題点
nl: BMI Complicatie

# complication.shortcut.title
source: Quick access to Vekt
fr: Accès rapide à Vekt
ja: Vektにアクセス
nl: Snelle toegang tot vekt
ru: Быстрый доступ к Vekt

# complication.target.title
source: Target & Quick access
fr: progrès cible
ja: 目標 進捗率
nl: Streefgewicht + Snelle toegang
ru: Прогресс цели

# details.weight.delete.confirmation.description
source: You want to delete this weight entry?
fr: Vous voulez supprimer cette entrée de poids?
ja: この体重記録を削除してもよろしいでしょうか？
nl: Wil je dit gewicht verwijderen?
ru: Вы хотите удалить эту запись веса?

# details.weight.delete.confirmation.title
source: Are you sure?
fr: Êtes-vous sûr?
ja: 本当によろしいですか？
nl: Weet je het zeker?
ru: Уверены ли вы?

# details.weight.imperial
source: Weight in Imperial:
fr: Poids en impérial:
ja: ヤード・ポンド法（lb）での体重
nl: Gewicht in imperiaal:
ru: Вес в имперских единицах:

# details.weight.metric
source: Weight in Metric:
fr: Poids en métrique:
ja: メートル法（kg）での体重：
nl: Gewicht in metriek:
ru: Вес в метрических единицах:

# details.weight.title
source: Weight Details
fr: Détails du poids
ja: 体重の詳細
nl: Gewicht details
ru: Детали веса

# goal.desc
source: Set your intention for tracking your weight.
fr: Définissez votre intention pour le suivi de votre poids.
ja: 体重を記録する目的
nl: Stel je doel in om je gewicht bij te houden.
ru: Выберите цель для отслеживания вашего веса.

# goal.gain.desc
source: Gaining Weight
fr: Prendre du poids
ja: 体重を増やしたい
nl: Aankomen
ru: Набрать вес

# goal.gain.past
source: gained
fr: gagné
ja: が増えた
nl: aangekomen
ru: Вес набран

# goal.gain.title
source: Gain
nl: Aankomen

# goal.intro
source: What brings you here?
fr: Qu'est-ce qui t'amène?
ja: 目標を教えてください。
nl: Wat wil je bereiken?
ru: Что привело вас сюда?

# goal.lose.desc
source: Losing Weight
fr: Perdre du poids
ja: 体重を減らしたい
nl: Afvallen
ru: Сбросить вес

# goal.lose.past
source: lost
fr: perdu
ja: が減った
nl: afgevallen
ru: Вес сброшен

# goal.lose.title
source: Lose
nl: Afvallen

# goal.maintain.desc
source: Maintain Weight
nl: Onderhouden

# goal.maintain.title
source: Maintain
nl: Onderhoud

# goal.title
source: Your Goal
fr: Ton but
ja: ご自身の目標
nl: Je doel
ru: Ваша Цель

# height.desc
source: We need to know your height to calculate your body mass index for you.
fr: Nous avons besoin de connaître votre taille pour calculer votre indice de masse corporelle pour vous.
ja: BMI値を計算するために、身長を教えていただく必要があります。
nl: Met je lengte kunnen we je BMI voor je uitrekenen
ru: Нам необходим ваш рост для вычисления индекса массы тела

# height.intro
source: How tall are you?
fr: Quelle est votre taille?
ja: 身長は何センチですか？
nl: Hoe lang ben je?
ru: Какой у вас рост?

# height.placeholder
source: Enter height...
fr: Entrer la hauteur ...
ja: 身長を入力
nl: Voeg lengte toe...
ru: Введите ваш рост

# height.save
source: You're All Set!
fr: Vous êtes tous ensemble!
ja: 準備完了！
nl: Klaar!
ru: Все готово!

# height.title
source: Height
fr: Hauteur
ja: ご身長
nl: Lengte
ru: Рост

# highest.desc
source: Decide on where it gets a bit too heavy?
fr: Décider où ça devient un peu trop lourd?
nl: Vanaf wanneer vind je het wat te zwaar?
ru: Решите, где слишком много

# highest.title
source: Highest
fr: Le plus élevé
nl: Hoogst
ru: Самый высокий

# history.average
source: Average weight
fr: Poids moyen
ja: 平均体重
nl: Gemiddeld gewicht
ru: Средний вес

# history.average.value
source: %.1f avg.
fr: %.1f moy.
ja: 平均BMI値：%.1f
nl: %.1f gem.

# history.best
source: Best weight
fr: meilleur poids
ja: 最大記録の体重
nl: Beste gewicht
ru: Лучший вес

# history.card.countdown-1
source: Enter weight to see your progress!
fr: Entrez le poids pour voir vos progrès!
ja: 体重を記入し、進捗表を確認しましょう！
nl: Voeg je gewicht toe om je progressie te zien!
ru: Введите вес, чтобы увидеть свой прогресс!

# history.card.countdown-2
source: Just 2 more weigh-ins to go!
fr: Juste 2 plus-ins pour soupeser aller!
ja: あと2回体重記録をすると、進捗表が確認出来ます。
nl: Nog maar 2 keer je gewicht toevoegen!
ru: Еще два взвешивания и все готово!

# history.card.countdown-3
source: Save your weight 3 more times to see your progress chart.
fr: Enregistrez votre poids 3 fois pour voir votre tableau de progression.
ja: あと3回体重記録をすると、進捗表が確認出来ます。
nl: Voeg nog 3 keer je gewicht toe om je progressie te zien.
ru: Сохраните ваш вес еще 3 раз, чтобы увидеть график вашего прогресса.

# history.card.countdown-4
source: You need 4 weigh-ins to see your progress chart.
fr: Vous avez besoin de 4 peser-ins pour voir votre tableau de progression.
ja: 進捗表を確認するには、4回分の体重記録が必要です。
nl: Voeg 4 keer je gewicht toe om je progressie te zien in een lijndiagram.
ru: Вам нужно 4 взвешивания, чтобы увидеть график вашего прогресса.

# history.measurements
source: Measurements
fr: Des mesures
ja: 記録回数
nl: Metingen
ru: Измерения

# history.status.gained
source: You've gained %@ %@ since %@
fr: Vous avez gagné %@ %@ depuis %@
ja: %@ から %@ %@体重が増加しました
nl: Je bent %@ %@ aangekomen sinds %@
ru: вы набрали %@ %@ вес, так как %@

# history.status.lost
source: You've lost %@ %@ since %@
fr: Vous avez perdu %@ %@ depuis %@
ja: %@ から %@ %@体重が減少しました
nl: Je bent %@ %@ afgevallen sinds %@
ru: вы потеряли %@ %@ вес, так как %@

# history.targets
source: Targets hit
fr: cibles succès
ja: 目標達成回数
nl: Doelen bereikt
ru: Достижение цели

# history.title
source: History
fr: Histoire
ja: 履歴
nl: Geschiedenis
ru: История

# history.weight.graph.count
source: entries
nl: metingen
ru: измерения

# history.weight.graph.title
source: Latest weights
fr: Dernier
ja: 最新の体重
nl: Recente gewichten
ru: Последние веса

# home.empty.desc
source: Let's kick-start your healthy lifestyle by entering your first weight.
fr: Commencez par ajouter votre première mesure de poids.
ja: 健康生活への第一歩として、体重を記入しましょう。
nl: Start je gezonde leefstijl door je eerste gewicht toe te voegen.
ru: Начните с добавления вашего первого измерения веса.

# home.empty.title
source: Set your starting weight
fr: Ajouter votre premier poids
ja: スタート時の体重を入力
nl: Voeg startgewicht toe
ru: Добавьте свой изначальный вес

# home.latest
source: Latest
fr: Dernier
ja: 最新
nl: Laatste
ru: Последний

# home.summary
source: Summary
fr: Résumé
ja: まとめ
nl: Samenvatting
ru: Сводка

# icon.action
source: Change Appearance
fr: Changer d'apparence
ja: アイコンの変更
nl: Wijzig stijl
ru: Изменение внешнего вида

# icon.desc
source: Want a different look? You can switch around anytime you like.
fr: Envie d'un look différent? Vous pouvez passer à tout moment autour de vous le souhaitez.
ja: アプリの表示を変えませんか？いつでも変更が可能です。
nl: Toe aan iets nieuws? Je kunt dit altijd wijzigen.
ru: Хотите другой вид? Вы можете переключаться между ними в любое время.

# icon.title
source: Choose Your Colors
fr: Choisissez vos couleurs
ja: 色を選択してくさい
nl: Kies je stijl
ru: Выберите цвет

# lowest.desc
source: What would be your minimum weight?
fr: Quel serait votre poids minimum?
nl: Wat wil je als minimaal gewicht?
ru: Каким был бы ваш минимальный вес?

# lowest.title
source: Lowest
fr: Le plus bas
nl: Laagste
ru: Самый низкий

# measure.date
source: Date:
ja: 【日付】
nl: Datum:
ru: Дата:

# measure.date.action
source: Change Date
fr: Date de modification
ja: 日付の更新
nl: Verander datum
ru: Изменить дату

# measure.now
source: Now
fr: à présent
ja: 現在
nl: Nu
ru: Сейчас

# measure.title
source: New Weight
fr: nouveau poids
ja: 体重記録
nl: Nieuw gewicht
ru: Новый Вес

# motivation.negative.1
source: Rome wasn't built in a day. Don't give up!
fr: Rome n'a pas été construite en un jour. Ne pas abandonner!
ja: ローマは1日にして成らず。諦めないで！
nl: Rome is ook niet in één dag gebouwd. Geef niet op!
ru: Рим тоже не за один день строился. Не сдаваться!

# motivation.negative.2
source: Keep your head up! Next week is yours.
fr: Garde la tête haute! La semaine prochaine est le vôtre.
ja: 来週も気を抜かずに頑張って、ものにしましょう！
nl: Hou je hoofd omhoog! Volgende week is van jou.
ru: Выше нос! Следующая неделе будет ваша.

# motivation.negative.3
source: It happens to the best of us. Just keep going!
fr: Ça arrive aux meilleurs d'entre nous. Continue juste à le faire!
ja: 最高の結果ですね。この調子で突き進みましょう！
nl: Het overkomt de beste. Gewoon doorgaan!
ru: Это случается с лучшими из нас. Просто продолжать идти!

# motivation.negative.4
source: One step back. Two steps forward. Chin up!
fr: Un pas en arrière. Deux pas en avant. Tête haute!
ja: 一歩下がって二歩進む。そんな日もあります。上を向いて乗り切りましょう！
nl: Een stap terug. Twee stappen vooruit. Kin omhoog!
ru: Один шаг назад. Два шага вперед. Выше нос!

# motivation.negative.5
source: We all have off-days. What matters is how you bounce back.
fr: Nous avons tous hors jours. Ce qui importe est de savoir comment vous rebondir.
ja: こういう日もあります！どう乗り越えていくのかが大事です！
nl: We hebben allemaal mindere dagen. Het gaat erom dat je door blijft gaan.
ru: У всех бывают плохие дни. Важно то, что вы не сдаетесь.

# motivation.negative.6
source: Nobody said it was easy. You still got this!
fr: Personne n'a dit que ce serait facile. Tu as toujours ça!
ja: こんなに大変だなんて、誰でも教えてくれませんよね！頑張りましょう！
nl: Niemand zei dat het makkelijk zou zijn. Jij kan dit!
ru: Никто не говорил, что будет легко. У вас все получиться!

# motivation.negative.gain.1
source: Dust off those running shoes!
fr: Dépoussiérez les chaussures de course!
ja: ランニングシューズのホコリをはらって！
nl: Probeer elke ochtend zoveel mogelijk push-ups te doen - zo kweek je snel spieren!
ru: Стряхните пыль с этих кроссовок!

# motivation.negative.gain.2
source: Add some extra weights, you know you can do it!
fr: Ajouter des poids supplémentaires, vous savez que vous pouvez le faire!
ja: 目指せ、体重増加！あなたなら出来ます！
nl: Probeer je krachttraining iets zwaarder te maken, je kan het!
ru: Добавьте дополнительные веса, вы знаете, что это у вас получится!

# motivation.negative.gain.3
source: Try using bigger plates, this could help you gain some weight!
fr: Essayez d'utiliser de plus grandes assiettes, cela pourrait vous aider à gagner un peu de poids!
ja: いつもより大きめのお皿に盛り付けてみて。体重増加のコツです！
nl: Probeer grotere borden te gebruiken, dit kan je helpen om aan te komen.
ru: Попробуйте использовать посуду побольше, это поможет вам набрать вес!

# motivation.negative.gain.4
source: Try adding oats, almonds or peanut butter to your breakfast. Get those proteins in early!
fr: Essayez d'ajouter l'avoine, les amandes ou le beurre d'arachide à votre petit-déjeuner. Obtenez ces protéines au début!
ja: 朝食にオーツやアーモンド、ピーナッツも追加してみて、早めの時間にプロテインを補給しましょう！
nl: Probeer havermout, amandelen of pindakaas aan je ontbijt toe te voegen. Begin je dag met eiwitten!
ru: Попробуйте добавить к завтраку овес, миндаль или арахисовое масло. Получите эти белки в начале дня!

# motivation.negative.lose.1
source: No worries, just don't give up!
fr: Pas de soucis, juste ne donnent pas!
ja: 諦めなければ勝ちです！
nl: Zolang je niet opgeeft, komt het goed!
ru: Не беспокойтесь, просто не сдавайтесь!

# motivation.negative.lose.2
source: Winners don't quit. They keep going.
fr: Les gagnants ne quittent pas. Ils continuent à aller.
ja: 勝ち続ける人は決して諦めません。
nl: Winnaars stoppen niet. Dat is het enige verschil.
ru: Победители не сдаются. Они продолжают идти.

# motivation.negative.lose.3
source: Try drinking two glasses of water before meals. See if that helps!
fr: Essayez de boire deux verres d'eau avant les repas. Voir si cela aide!
ja: 食事前にお水2杯を飲んでみましょう！
nl: Probeer twee glazen water te drinken voor het eten - dat helpt!
ru: Попробуйте пить два стакана воды перед едой. Посмотрим, поможет ли это!

# motivation.neutral.1
source: Good work on measuring your weight!
fr: Un bon travail sur la mesure de votre poids!
ja: 体重測定、お疲れ様です！
nl: Goed gedaan. Jezelf wegen is een cruciale eerste stap om gezonder te leven.
ru: Хорошая работа по измерению вашего веса!

# motivation.neutral.2
source: Good job! You're on track to a healthy habit!
fr: Bon travail! Vous êtes sur la bonne voie à une saine habitude!
ja: その調子！健康的な習慣が身についてきていますね！
nl: Top! Je bent goed op weg naar een gezonde gewoonte.
ru: Отличная работа! Вы находитесь на пути к здоровой привычке!

# motivation.positive.1
source: Yes! Now give me a celebration dance!
fr: Oui! Maintenant, donnez-moi une danse de fête!
ja: いいですね！お祝いにダンスを踊りましょう！
nl: Yes! Ga dit vieren!
ru: Да! А теперь покажи мне праздничный танец!

# motivation.positive.2
source: Simply amazing!
fr: Simplement extraordinaire!
ja: 最高です！
nl: Gewoon geweldig!
ru: Просто удивительно!

# motivation.positive.3
source: Booom! Going straight for the kill.
fr: Booom! Aller tout droit pour le tuer.
ja: すごい！この調子でいきましょう！
nl: Booom! En door!
ru: Бууум! Вы просто уничтожитель.

# motivation.positive.4
source: You make me proud. Keep going!
fr: Tu me rends fière. Continuer!
ja: 誇らしいです！その調子！
nl: Je maakt me trots. Ga zo door!
ru: Вы заставляете меня гордиться. Продолжать!

# motivation.positive.5
source: Show 'em how it's done! Great work.
fr: Montrez-les comment faire! Bon travail.
ja: 見せてやりましょう！
nl: Zo moet het! Lekker gewerkt.
ru: Покажите им, как это делается! Отличная работа.

# motivation.positive.6
source: You absolute legend! Keep it up.
fr: Vous légende absolue! Continue comme ça.
ja: あなたはヒーローです！この調子で頑張りましょう！
nl: Held! Hou dit vol.
ru: Вы абсолютная легенда! Так держать.

# motivation.positive.7
source: You're inspirational! Shoulder tap
fr: Vous êtes une source d'inspiration! Robinet d'épaule
ja: 感動しました！
nl: Je bent inspirerend!
ru: Вы вдохновляете! *Хлопаю вас по плечу*.

# motivation.positive.8
source: Every step counts. Enjoy your progress!
fr: Chaque pas compte. Profitez de vos progrès!
ja: 一歩一歩を踏みしめて、楽しくゴールを目指しましょう！
nl: Elke stap telt. Goede prestatie!
ru: Каждый шаг в счет. Наслаждайтесь вашим прогрессом!

# motivation.positive.9
source: Bellissimo! You're the best.
fr: Bellissimo! Tu es le meilleur.
ja: それそれ！さすがすぎます！
nl: Bellissimo! Zeer sterk.
ru: Bellissimo! Вы лучший.

# motivation.positive.10
source: I'm starstruck. Shine on!
fr: Je suis Starstruck. Briller sur!
ja: 今あなたは星みたいに輝いています！
nl: Één woord: top!
ru: Я в восторге. Продолжайте сиять!

# motivation.positive.11
source: You rock! Nice looking progress.
fr: Tu gères! Belle progression à la recherche.
ja: ナイスです！
nl: Lekker zeg! Goede progressie.
ru: Ты жжешь! Отличный прогресс.

# motivation.positive.12
source: Nailed it.
fr: J'y suis arrivé.
ja: バッチリです！
nl: Grote klasse.
ru: Просто уделал всех.

# motivation.positive.13
source: Give yourself a pat on the back!
fr: Donnez-vous une tape dans le dos!
ja: 自分を褒めてあげましょう！
nl: Je mag jezelf een schouderklopje geven.
ru: Похлопайте себя по спине!

# onboarding.healthaccess.cta
source: Give Access
fr: Donnez accès
ja: アクセスを許可する
nl: Geef toegang
ru: Предоставить доступ

# onboarding.healthaccess.desc
source: Give access to have all your health data conveniently stored in one place. Your data is private and will never be shared.
fr: Donner accès à toutes vos données ont de santé commodément stockées dans un seul endroit. Vos données sont privées et ne seront jamais partagées.
ja: すべての健康データを1つの場所に保管するためのアクセスを許可しませんか？尚あなたのデータは非公開で、第三者に共有されることは一切ありません。
nl: Toegang tot de Gezondheid-app is nodig om al je gezondheidsdata op één plek te kunnen opslaan. Je data is altijd privé en zal nooit worden gedeeld.
ru: Предоставьте доступ для хранения всех данные о состоянии вашего здоровья в одном месте. Ваши данные остаются приватными и не будут разглашены.

# onboarding.healthaccess.info
source: Using Vekt with Apple Health improves the app experience, as it automatically syncs all your health and fitness data together. Most importantly: your data belongs to you only and never leaves your device. It is kept secure in Apple Health, encrypted and protected with your iPhone's passcode.
fr: L'utilisation Vekt avec Apple Santé améliore l'expérience de l'application, comme automatiquement synchronise tous vos données de santé et fitness ensemble plus important. Vos données vous appartient uniquement et ne quitte jamais votre appareil. Il est maintenu en sécurité dans Apple santé, cryptées et protégées par le mot de passe de votre iPhone.
ja: Vektを『ヘルスケア』と一緒に使用すると、すべての健康とフィットネスのデータが自動的に同期されるため、アプリの使用感が向上します。最も重要なことは、あなたのデータは『ヘルスケア』内で安全に保管され、iPhoneのパスコードで暗号化され保護されます。データの漏洩はございませんのでご安心ください。
nl: De Gezondheid-app verbetert de app ervaring van Vekt, omdat het al je gezondheidsdata koppelt en automatisch synchroniseert. Belangrijker: je data is van jou en verlaat je toestel nooit. Het is beveiligd in de Gezondheid-app, versleuteld en beschermd door je eigen toegangscode.
ru: Доступ к Apple Health улучшает работу приложения Vekt, так как оно автоматически синхронизирует все ваши данные о здоровье и фитнесе. Самое главное: Ваши данные принадлежат только вам и никогда не покидают устройство. Они хранятся в безопасности в Apple Health, зашифрованы и защищены паролем вашего iPhone.

# onboarding.healthaccess.noaccess.confirm
source: I Did Give Access
fr: J'ai donné accès
ja: アクセスを許可しました
nl: Ik heb toegang gegeven
ru: Я уже предоставил доступ
