Repository: comquark/vekt-translations
Catalog: Vekt Localizations/*.xcloc/Localized Contents/*.xliff
Languages: fr, ja, nl, ru

# bmi.overweight.info
source: Being overweight generally increases your risk of developing coronary heart disease. To get to a healthier weight, try to be physically active every day and eat well-balanced healthy food. Keep in mind that BMI doesn't paint a full picture, as it doesn't include muscle and fat measures. If you have a lot of muscle compared to fat - you are likely considered healthy too. When in doubt, consider speaking to a medical or dietary specialist.
fr: L'excès de poids augmente généralement le risque de développer une maladie coronarienne. Pour arriver à un poids sain, essayez d'être physiquement actifs chaque jour et de manger des aliments sains bien équilibré. Gardez à l'esprit que l'IMC ne donne pas une image complète, car elle ne comprend pas les mesures musculaires et adipeuses. Si vous avez beaucoup de muscle par rapport à la graisse - vous probablement considéré comme sain aussi. En cas de doute, envisager de parler à un médecin spécialiste ou diététique.
ja: 肥満（1度）の場合、一般的に冠状動脈性心臓病の発症リスクが高まります。健康的な体重になるためには、毎日体を動かすことと、バランスのとれた健康的な食生活を心がける事が大切です。BMI値には筋肉や脂肪の数値が含まれていないため、全体像を把握することができないことに注意してください。筋肉が多く脂肪が少ない人は、健康的であると考えられます。迷ったときは、医療や食事の専門家に相談してみましょう。
ru: Избыточный вес в целом повышает риск развития ишемической болезни сердца. Для того, чтобы приблизиться к здоровому весу, старайтесь быть физически активными каждый день и есть хорошо сбалансированную и здоровую пищу. Имейте в виду, что ИМТ не отображает полную картину, так как он не включает в себя измерения мышц и жира. Если у вас много мышц и мало жира - вы, вероятно, тоже считаетесь здоровым. В случае сомнений обратитесь к врачу или диетологу.

# bmi.title
source: bmi
fr: IMC
ja: BMI値
ru: ИМТ

# bmi.underweight.info
source: Being underweight could be a risk to your health. It is important to eat well-balanced, healthy food every day. Consider speaking to a medical or dietary specialist if you've lost a lot of weight in a short time or have a hard time adding weight.
fr: L'insuffisance pondérale pourrait être un risque pour votre santé. Il est important de manger tous les jours, une alimentation saine et équilibrée. Pensez à parler à un médecin spécialiste ou diététique si vous avez perdu beaucoup de poids dans un court laps de temps ou ont du mal à ajouter du poids.
ja: 体重が平均よりも少ない事で、健康を害する恐れがあります。毎日、バランスのとれた健康的な食生活をすることが大切です。短期間で体重が大幅に減少した場合や、体重が増えにくい場合は、医療や食事の専門家に相談することをお勧めします。
ru: Недостаточный вес может быть опасным для вашего здоровья. Важно каждый день есть сбалансированную, здоровую пищу. Поговорите с врачом или диетологом, если вы сильно похудели за короткое время или вам трудно прибавить в весе.

# details.weight.compared.less
source: This is %@ %@ less than your average.
fr: C'est %@ %@ moins que votre moyenne.
ja: いつものの平均体重よりも%@ %@軽いです
ru: Это на %@ %@ меньше среднего.

# details.weight.compared.more
source: That's %@ %@ more than your average.
fr: C'est %@ %@ de plus que votre moyenne.
ja: いつものの平均体重よりも%@ %@重いです.
ru: Это на %@ %@ больше, чем в среднем.

# settings.privacy
source: Privacy Policy
fr: Politique de confidentialité
ja: 個人情報保護方針
ru: Политика конфиденциальности

# settings.specialThanks
source: Credits
fr: Crédits
ru: Кредиты

# siri.shortcut.open
source: Open Vekt…
fr: Ouvert Vekt ...
ja: Vektを開く
ru: Открыть Vekt ...

# subscription.privacy
source: Privacy
fr: Intimité
ja: 個人情報保護方針
ru: Конфиденциальность

# unit.stones
source: Stones
fr: Des pierres
ja: ヤード・ポンド法（ストーン）
ru: В камнях

# history.weight.graph.count
source: %d entries
fr: %d poids
ja: %d 記録
